<?php

namespace App\Models;

use Illuminate\Database\Eloquent\Model;

class PhotoModel extends Model
{
    public static function getData() {
        return [
            [ 'title' => 'По пути в школу', 'img' => '1.jpg' ],
            [ 'title' => 'Осенние каникулы', 'img' => '2.jpg' ],
            [ 'title' => 'Купил бутерброд в столовой', 'img' => '3.jpg' ],
            [ 'title' => 'Хочу наклейки с машинками', 'img' => '4.jpg' ],
            [ 'title' => 'Привет!', 'img' => '5.jpg' ],
            [ 'title' => 'Приходится избегать старшеклассников', 'img' => '6.jpg' ],
            [ 'title' => 'Делаем ремонт в классе, вляпался в шпаклевку', 'img' => '7.jpg' ],
            [ 'title' => 'ИЗО', 'img' => '8.jpg' ],
            [ 'title' => 'Физра на улице', 'img' => '9.jpg' ],
            [ 'title' => '"Гадкий Я" мой любимый мультфильм!', 'img' => '10.jpg' ],
            [ 'title' => 'Сажаю лук на уроке трудов', 'img' => '11.jpg' ],
            [ 'title' => 'Старшаки посадили в землю, пророс', 'img' => '12.jpg' ],
            [ 'title' => 'Последний звонок - больше не в началке', 'img' => '13.jpg' ],
            [ 'title' => 'Несколько дней без пива', 'img' => '14.jpg' ],
            [ 'title' => 'Новый год', 'img' => '15.jpg' ],
            [ 'title' => 'Объясняю Тайсону как правильно драться', 'img' => '16.jpg' ],
            [ 'title' => 'Завтра 7 уроков и классный час', 'img' => '17.jpg' ],
            [ 'title' => 'Подписал футболку для физкультуры, чтоб не украли', 'img' => '18.jpg' ]
        ];
    }
}
